Repository: UnigramDev/Unigram
Catalog: Telegram/Strings/*/Desktop.resw
Source language: en
Languages: id

# lng_export_about_frequent
source: This rating shows which people you are likelier to message frequently. Telegram uses this data to populate the 'People' box at the top of the Search section. This rating is also calculated for inline bots so that the app can suggest the bots you are most likely to use in the attachment menu (or when you start a new message with "@"). To delete this data, go to Settings > Privacy & Security and disable 'Suggest Frequent Contacts' (requires Telegram for iOS v.4.8.3 or Telegram for Android v.4.8.10 or higher).
id: Peringkat ini menunjukkan orang mana yang Anda sukai untuk sering mengirim pesan. Telegram menggunakan data ini untuk mengisi kotak 'Orang' di bagian atas bagian Pencarian. Peringkat ini juga dihitung untuk bot inline sehingga aplikasi dapat menyarankan bot yang paling mungkin Anda gunakan dalam menu lampiran (atau ketika Anda memulai pesan baru dengan "@"). Untuk menghapus data ini, buka Pengaturan > Privasi & Keamanan lalu nonaktifkan 'Sarankan Kontak Yang Sering Dihubungi' (memerlukan Telegram untuk iOS v.4.8.3 atau Telegram untuk Android v.4.8.10 atau lebih tinggi).

# lng_export_about_left_chats
source: Below are the supergroups and channels from this export that you've left or where you were banned. Note that when you leave a channel or supergroup you've created, you have the option to either delete it, or simply leave (in case you want to rejoin later, or keep the community alive despite not being a member).
id: Berikut adalah supergrup dan channel dari ekspor ini yang memblokir Anda atau yang Anda tinggalkan. Ingat bahwa Anda dapat meninggalkan channel atau supergrup yang Anda buat. Anda mempunyai opsi untuk menghapusnya atau meninggalkannya (jika Anda ingin masuk kembali nanti atau mempertahankan komunitas meski bukan anggota).

# lng_export_about_sessions
source: We store session info to display your connected devices in Settings > Privacy & Security > Active Sessions.
id: Kami menyimpan info sesi untuk menampilkan perangkat yang terhubung di Pengaturan > Privasi & Keamanan > Sesi Aktif.

# lng_export_about_telegram
source: Here is the data you requested. Remember: Telegram is ad free, it doesn't use your data for ad targeting and doesn't sell it to others. Telegram only keeps the information it needs to function as a secure and feature-rich cloud service. Check out Settings > Privacy & Security on Telegram's mobile apps for the relevant settings.
id: Berikut data yang Anda minta. Ingat: Telegram bebas iklan dan tidak menggunakan data Anda untuk target periklanan atau pun menjualnya ke pihak lain. Telegram hanya menyimpan informasi yang dibutuhkan untuk berfungsi sebagai layanan awan yang aman dan kaya fitur. Kunjungi Pengaturan > Privasi & Keamanan di aplikasi Telegram seluler untuk pengaturan relevan.

# lng_export_about_web_sessions
source: We store this to display the websites where you logged in using authentication via Telegram. This information is shown in Settings > Privacy & Security > Active Sessions.
id: Kami menyimpan ini untuk menampilkan situs web tempat Anda masuk menggunakan otentikasi melalui Telegram. Informasi ini ditampilkan di Pengaturan > Privasi & Keamanan > Sesi Aktif.

# lng_export_beginning
source: the oldest message
id: pesan terlama

# lng_export_delay
source: For security reasons, you will be able to begin downloading your data in {hours}. We have notified all your devices about the export request to make sure it's authorized and give you time to react if it's not. Please come back on {date} and repeat the request using the same device.
id: Untuk alasan keamanan, Anda akan dapat mengunduh data dalam {hours}. Kami telah memberitahu semua perangkat Anda tentang permintaan ekspor ini untuk memastikan keabsahannya dan memberi Anda waktu jika tidak. Ulangi permintaan ini kembali pada {date} menggunakan perangkat yang sama.

# lng_export_delay_hours_other
source: {count} hours
id: {count} jam

# lng_export_delay_less_than_hour
source: less than an hour
id: kurang dari satu jam

# lng_export_done
source: Show my data
id: Tampilkan data saya

# lng_export_end
source: present
id: sekarang

# lng_export_finished
source: Data export completed.
id: Ekspor data selesai.

# lng_export_folder
source: Choose export folder
id: Pilih folder ekspor

# lng_export_from_beginning
source: Reset
id: Kembalikan

# lng_export_header_chats
source: Chat export settings
id: Pengaturan ekspor obrolan

# lng_export_header_format
source: Location and format
id: Lokasi dan format

# lng_export_header_media
source: Media export settings
id: Pengaturan ekspor media

# lng_export_header_other
source: Other
id: Lainnya

# lng_export_invalid
source: Sorry, you started a new data export, so this data export has been canceled.
id: Maaf, Anda telah memulai ekspor data yang baru sehingga ekspor data ini dibatalkan.

# lng_export_limits
source: From: {from}, to: {till}
id: Dari: {from}, ke: {till}

# lng_export_option_bot_chats
source: Bot chats
id: Obrolan bot

# lng_export_option_choose_format
source: Choose export format
id: Pilih format export

# lng_export_option_contacts
source: Contacts list
id: Daftar kontak

# lng_export_option_contacts_about
source: If you allow access, contacts are continuously synced with Telegram. You can adjust this in Settings > Privacy & Security on mobile devices.
id: Jika Anda izinkan akses, kontak akan terus disinkronkan dengan Telegram. Anda dapat menyesuaikan ini di Pengaturan > Privasi & Keamanan di ponsel.

# lng_export_option_files
source: Files
id: Berkas

# lng_export_option_format_location
source: Format: {format}, Path: {path}
id: Format: {format}, Jalur: {path}

# lng_export_option_gifs
source: GIFs
id: GIF

# lng_export_option_html
source: Human-readable HTML
id: HTML, yang dapat dibaca manusia

# lng_export_option_info
source: Account information
id: Informasi Akun

# lng_export_option_info_about
source: Your chosen display name, username, phone number and profile photos.
id: Nama tampilan, nama pengguna, nomor telepon, dan foto profil pilihan Anda.

# lng_export_option_json
source: Machine-readable JSON
id: JSON, yang dapat dibaca mesin

# lng_export_option_location
source: Download path: {path}
id: Jalur pengunduhan: {path}

# lng_export_option_only_my
source: Only my messages
id: Hanya pesan Saya

# lng_export_option_other
source: Miscellaneous data
id: Data lainnya

# lng_export_option_other_about
source: Other types of data not mentioned above (beta).
id: Tipe data lain yang tidak disebutkan di atas (beta).

# lng_export_option_personal_chats
source: Personal chats
id: Obrolan pribadi

# lng_export_option_photos
source: Photos
id: Foto

# lng_export_option_private_channels
source: Private channels
id: Kanal privat

# lng_export_option_private_groups
source: Private groups
id: Grup privat

# lng_export_option_public_channels
source: Public channels
id: Kanal publik

# lng_export_option_public_groups
source: Public groups
id: Grup publik

# lng_export_option_sessions
source: Active sessions
id: Sesi aktif

# lng_export_option_sessions_about
source: We store this to display your connected devices in Settings > Privacy & Security > Active Sessions.
id: Kami menyimpan ini untuk menampilkan perangkat Anda yang terhubung di Pengaturan > Privasi & Keamanan> Sesi Aktif.

# lng_export_option_size_limit
source: Size limit: {size}
id: Limit ukuran: {size}

# lng_export_option_stickers
source: Stickers
id: Stiker

# lng_export_option_video_files
source: Videos
id: Video

# lng_export_option_video_messages
source: Video messages
id: Pesan Video

# lng_export_option_voice_messages
source: Voice messages
id: Pesan suara

# lng_export_progress
source: You can close this window now. Please don't quit Telegram until the data export is completed.
id: Anda dapat menutup jendela ini sekarang. Mohon jangan keluar dari Telegram sampai ekspor data selesai.

# lng_export_progress_title
source: Exporting your data
id: Mengekspor data Anda

# lng_export_skip_file
source: Skip this file
id: Lewati berkas

# lng_export_start
source: Export
id: Ekspor

# lng_export_state_chats
source: Chats
id: Obrolan

# lng_export_state_chats_list
source: Processing chats...
id: Memproses obrolan ...

# lng_export_state_gif
source: Animated GIF
id: Animasi GIF

# lng_export_state_initializing
source: Initializing...
id: Inisialisasi...

# lng_export_state_photo
source: Photo
id: Foto

# lng_export_state_sticker
source: Sticker
id: Stiker

# lng_export_state_userpics
source: Profile photos
id: Foto profil

# lng_export_state_video_file
source: Video file
id: Berkas Video

# lng_export_state_video_message
source: Round video message
id: Pesan video bulat

# lng_export_state_voice_message
source: Voice message
id: Pesan suara

# lng_export_stop
source: Stop
id: Berhenti

# lng_export_suggest_cancel
source: Not now
id: Lain waktu

# lng_export_suggest_text
source: You can now download the data you requested. Start exporting data?
id: Anda sekarang dapat mengunduh data yang Anda minta. Mulai mengekspor data?

# lng_export_suggest_title
source: Data export ready
id: Ekspor data siap

# lng_export_sure_stop
source: Are you sure you want to stop exporting your data? If you do, you'll need to start over.
id: Anda yakin ingin berhenti mengekspor data Anda? Jika ya, Anda harus mengulang dari awal.

# lng_export_till_end
source: Reset
id: Kembalikan

# lng_export_title
source: Export Your Data
id: Ekspor Data Anda

# lng_export_total_amount
source: Total files: {amount}
id: Total berkas: {amount}

# lng_export_total_files
source: Total files: {count}
id: Total berkas: {count}.

# lng_export_total_size
source: Total size: {size}
id: Total ukuran: {size}

# lng_failed_add_not_mutual
source: Sorry, if a person is no longer part of a group, you need to add each other to your respective contact lists to be able to add them back. Note that they could still join via the group's invite link as long as they are not in the Removed users list.
id: Maaf, jika seseorang bukan lagi bagian dari grup, Anda harus menambahkan satu sama lain ke daftar kontak untuk dapat menambah mereka kembali. Ketahui bahwa mereka masih dapat masuk via tautan undangan grup selama mereka tidak ada dalam Daftar Blokir.

# lng_failed_add_not_mutual_channel
source: If a person has left a channel in the past, you need to be in their Telegram contacts to add them back. They can still join via an invite link as long as they are not on the Removed Users list.
id: Orang yang sudah meninggalkan channel tidak dapat Anda tambah kembali kecuali apabila Anda terdaftar di kontak Telegram mereka. Namun, mereka masih dapat masuk via tautan undangan selama tidak ada di dalam Daftar Blokir.

# lng_failed_add_participant
source: Could not add user. Please try again later.
id: Tidak dapat menambah pengguna. Coba beberapa saat lagi.

# lng_fake_badge
source: FAKE
id: PALSU

# lng_fast_reply
source: Reply
id: Balas

# lng_fave_sticker_limit_link
source: increase the limit
id: Tingkatkan limit

# lng_fave_sticker_limit_more_other
source: An older sticker was replaced with this one. You can {link} to {count} stickers.
id: Sebuah stiker lama tergantikan dengan yang ini Anda dapat {link} ke {count} stiker.

# lng_fave_sticker_limit_title_other
source: Limit of {count} Stickers Reached
id: Limit {count} Stiker Tercapai

# lng_faved_stickers_add
source: Add to Favorites
id: Tambahkan ke Favorit

# lng_faved_stickers_remove
source: Remove from Favorites
id: Hapus dari Favorit

# lng_file_size_limit_title
source: File Too Large
id: Ukuran Berkas Terlalu Besar

# lng_file_size_limit1
source: The document can't be sent, because it is larger than {size}.
id: Dokumen tidak dapat dikirim karena lebih besar dari {size}.

# lng_file_size_limit2
source: You can double this limit to {size} per document by subscribing to **Telegram Premium**.
id: Anda dapat tingkatkan batas ini dua kali lipat menjadi {size} per dokumen dengan **Telegram Premium**.

# lng_filter_chats_limit_title
source: Limit Reached
id: Limit Tercapai

# lng_filter_chats_limit1_other
source: Sorry, you can't add more than **{count}** chats to a folder.
id: Maaf, Anda tidak dapat menambahkan lebih dari **{count}** obrolan ke suatu folder.

# lng_filter_chats_limit2_other
source: You can increase this limit to **{count}** by subscribing to **Telegram Premium**.
id: Anda dapat tingkatkan limit ini menjadi **{count}** dengan **Telegram Premium**.

# lng_filter_pin_limit_title
source: Limit Reached
id: Limit Tercapai

# lng_filter_pin_limit1_other
source: Sorry, you can't pin more than **{count}** chats to the top.
id: Maaf, Anda tidak dapat menyemat lebih dari **{count}** obrolan ke atas.

# lng_filter_pin_limit2_other
source: Unpin some of the currently pinned ones or subscribe to **Telegram Premium** to double the limit to **{count}** chats.
id: Lepas beberapa sematan dahulu atau berlangganan **Telegram Premium** untuk meningkatkan limit dua kali lipat menjadi **{count}**.

# lng_filters_about
source: Create folders for different groups of chats and quickly switch between them.
id: Buat folder untuk berbagai jenis obrolan dan dengan mudah berpindah di antaranya.

# lng_filters_add
source: Done
id: Selesai

# lng_filters_add_box_title
source: Add to...
id: Tambah ke...

# lng_filters_add_chats
source: Add chats
id: Tambah obrolan

# lng_filters_all
source: All chats
id: Semua obrolan

# lng_filters_chats_count_other
source: {count} chats
id: {count} obrolan

# lng_filters_context_remove
source: Remove
id: Hapus

# lng_filters_create
source: Create new folder
id: Buat folder baru

# lng_filters_create_button
source: Create
id: Buat

# lng_filters_default
source: Please change at least one rule for this folder.
id: Harap ubah setidaknya satu aturan untuk folder ini.

# lng_filters_edit_chats
source: Chats
id: Obrolan

# lng_filters_edit_types
source: Chat types
id: Jenis obrolan

# lng_filters_empty
source: Please choose at least one chat for this folder.
id: Harap pilih minimal satu obrolan dari folder ini.

# lng_filters_error_pinned_max
source: Sorry, you can't pin any more chats to the top.
id: Maaf, Anda tidak dapat menyematkan obrolan lain ke atas.

# lng_filters_exclude
source: Excluded Chats
id: Obrolan Dikecualikan

# lng_filters_exclude_about
source: Choose chats or types of chats that will not appear in this folder.
id: Pilih obrolan atau jenis obrolan yang tidak akan muncul dalam folder ini.

# lng_filters_exclude_archived
source: Archived
id: Diarsipkan

# lng_filters_exclude_muted
source: Muted
id: Senyap

# lng_filters_exclude_read
source: Read
id: Baca

# lng_filters_exclude_title
source: Exclude Chats
id: Obrolan Dikecualikan

# lng_filters_icon_header
source: Choose an icon
id: Pilih ikon

# lng_filters_include
source: Included Chats
id: Obrolan Termasuk

# lng_filters_include_about
source: Choose chats or types of chats that will appear in this folder.
id: Pilih obrolan atau jenis obrolan yang akan muncul dalam folder ini.

# lng_filters_include_bots
source: Bots
id: Bot

# lng_filters_include_channels
source: Channels
id: Channel

# lng_filters_include_contacts
source: Contacts
id: Kontak

# lng_filters_include_groups
source: Groups
id: Grup

# lng_filters_include_non_contacts
source: Non-Contacts
id: Non Kontak

# lng_filters_include_title
source: Include Chats
id: Termasuk Obrolan

# lng_filters_limit
source: Sorry, you can't create more folders.
id: Maaf, Anda tidak bisa membuat folder lagi.

# lng_filters_limit_title
source: Limit Reached
id: Limit Tercapai

# lng_filters_limit1_other
source: You have reached the limit of **{count}** folders.
id: Anda telah mencapai limit **{count}** folder.

# lng_filters_limit2_other
source: You can double the limit to **{count}** folders by subscribing to **Telegram Premium**.
id: Anda dapat meningkatkan limit dua kali lipat menjadi **{count}** dengan berlangganan **Telegram Premium**.

# lng_filters_menu_add
source: Add to folder
id: Tambah ke folder

# lng_filters_menu_remove
source: Remove from folder
id: Buang dari Folder

# lng_filters_name_people
source: People
id: Pengguna

# lng_filters_name_unmuted
source: Unmuted
id: Dibunyikan

# lng_filters_name_unread
source: Unread
id: Belum dibaca

# lng_filters_new
source: New Folder
id: Folder Baru

# lng_filters_new_name
source: Folder name
id: Nama folder

# lng_filters_no_chats
source: No chats
id: Tidak ada obrolan

# lng_filters_recommended
source: Recommended folders
id: Rekomendasi folder

# lng_filters_recommended_add
source: Add
id: Tambah

# lng_filters_remove_chats
source: Remove chats
id: Hapus obrolan

# lng_filters_remove_sure
source: This will remove the folder, your chats will not be deleted.
id: Tindakan ini akan menghapus folder, obrolan Anda tidak ikut dihapus.

# lng_filters_remove_yes
source: Remove
id: Hapus

# lng_filters_restore
source: Undo
id: Batal

# lng_filters_subtitle
source: My folders
id: Folder saya

# lng_filters_title
source: Folders
id: Folder

# lng_filters_toast_add
source: {chat} added to {folder} folder
id: {chat} ditambahkan ke folder {folder}

# lng_filters_toast_remove
source: {chat} removed from {folder} folder
id: {chat} dibuang dari folder {folder}

# lng_filters_type_bots
source: Bots
id: Bot

# lng_filters_type_channels
source: Channels
id: Channel

# lng_filters_type_contacts
source: Contacts
id: Kontak

# lng_filters_type_groups
source: Groups
id: Grup

# lng_filters_type_no_archived
source: Archived
id: Diarsipkan

# lng_filters_type_no_muted
source: Muted
id: Senyap

# lng_filters_type_no_read
source: Read
id: Dibaca

# lng_filters_type_non_contacts
source: Non-Contacts
id: Non Kontak

# lng_flood_error
source: Too many tries. Please try again later.
id: Terlalu banyak percobaan. Silakan coba beberapa saat lagi.

# lng_formatting_link_create
source: Create
id: Buat

# lng_formatting_link_create_title
source: Create link
id: Buat tautan

# lng_formatting_link_edit_title
source: Edit link
id: Edit tautan

# lng_formatting_link_text
source: Text
id: Teks

# lng_forum_choose_title_and_icon
source: Choose a topic name and icon
id: Pilih nama dan ikon topik

# lng_forum_create_topic
source: Create topic
id: Buat topik

# lng_forum_discard_sure
source: Are you sure you want to discard this topic?
id: Anda yakin ingin membuang topik ini?

# lng_forum_messages_other
source: {count} messages
id: {count} pesan

# lng_forum_no_messages
source: No messages
id: Tidak ada pesan

# lng_forum_no_topics
source: No topics currently created in this group.
id: Tidak ada topik dalam grup ini saat ini.

# lng_forum_pin_limit_other
source: Sorry, you can't pin more than **{count}** topics to the top.
id: Maaf, Anda tidak dapat sematkan lebih dari **{count}** topik ke atas.

# lng_forum_replies_only
source: You can reply to messages in topics.
id: Anda dapat membalas pesan dalam topik.

# lng_forum_show_topics_list
source: Show Topics List
id: Tampilkan Daftar Topik

# lng_forum_topic_close
source: Close Topic
id: Tutup Topik

# lng_forum_topic_closed
source: This topic is closed.
id: Topik ini ditutup.

# lng_forum_topic_created_body
source: Send a message to start the topic.
id: Kirim pesan untuk memulai topik.

# lng_forum_topic_created_body_my
source: Send a message to start the topic.
id: Kirim pesan untuk memulai topik.

# lng_forum_topic_created_title
source: Topic started!
id: Topik dimulai!

# lng_forum_topic_created_title_my
source: Almost done!
id: Hampir selesai!

# lng_forum_topic_delete
source: Delete
id: Hapus

# lng_forum_topic_delete_sure
source: Are you sure you want to delete this topic?
id: Anda yakin ingin menghapus topik ini?

# lng_forum_topic_edit
source: Edit Topic
id: Edit Topik

# lng_forum_topic_new
source: New Topic
id: Topik Baru

# lng_forum_topic_reopen
source: Reopen Topic
id: Buka Kembali Topik

# lng_forum_topic_title
source: Topic Name
id: Nama Topik

# lng_forum_topics_no_discussion
source: Topics are not yet available in the discussion groups of channels.
id: Topik belum tersedia dalam grup diskusi channel.

# lng_forum_topics_not_enough_other
source: Only groups with more than **{count} members** can have topics enabled.
id: Hanya grup dengan lebih dari **{count} anggota** yang dapat mengaktifkan topik.

# lng_forum_topics_switch
source: Topics
id: Topik

# lng_forum_view_as_messages
source: View as Messages
id: Lihat sebagai Pesan

# lng_forward_about
source: You can remove the sender's name so that this message will look like it was sent by you.
id: Anda dapat menghapus nama pengirim sehingga pesan ini tampak seolah-olah dikirim oleh Anda.

# lng_forward_cant
source: Sorry, no way to forward here :(
id: Maaf, tidak dapat meneruskan pesan disini :(

# lng_forward_change_recipient
source: Change recipient
id: Ganti penerima

# lng_forward_choose
source: Choose recipient...
id: Pilih penerima...

# lng_forward_many_about
source: You can remove the senders’ names so that these messages will look like they were sent by you.
id: Anda dapat menghapus nama pengirim sehingga pesan-pesan ini tampak seolah-olah dikirim oleh Anda.

# lng_forward_many_title_other
source: Forward {count} Messages
id: Teruskan {count} Pesan

# lng_forward_messages_other
source: {count} forwarded messages
id: {count} pesan yang diteruskan

# lng_forward_send
source: Send
id: Kirim

# lng_forward_send_files_cant
source: Sorry, no way to send media here :(
id: Maaf, tidak boleh mengirimkan media di sini :(

# lng_forward_sender_names_removed
source: Sender names removed
id: Nama pengirim dihapus

# lng_forward_share_cant
source: Sorry, no way to share contact here :(
id: Maaf, tidak dapat bagikan kontak di sini :(

# lng_forward_share_contact
source: Share contact to {recipient}?
id: Bagikan kontak kepada {recipient}

# lng_forward_show_caption
source: Show caption
id: Tampilkan keterangan

# lng_forward_show_captions
source: Show captions
id: Tampilkan keterangan

# lng_forward_show_sender
source: Show sender name
id: Tampilkan nama pengirim

# lng_forward_show_senders
source: Show sender names
id: Tampilkan nama pengirim

# lng_forward_title
source: Forward Message
id: Teruskan Pesan

# lng_forwarded
source: Forwarded from {user}
id: Diteruskan dari {user}

# lng_forwarded_channel
source: Forwarded from {channel}
id: Diteruskan dari {channel}

# lng_forwarded_channel_via
source: Forwarded from {channel} via {inline_bot}
id: Diteruskan dari {channel} melalui {inline_bot}

# lng_forwarded_date
source: Original: {date}
id: Asli: {date}

# lng_forwarded_hidden
source: The account was hidden by the user.
id: Akun disembunyikan oleh pengguna.

# lng_forwarded_imported
source: This message was imported from another app. It may not be real.
id: Pesan ini diimpor dari aplikasi lain dan belum tentu asli.

# lng_forwarded_psa_default
source: Forwarded from {channel}
id: Diteruskan dari {channel}

# lng_forwarded_via
source: Forwarded from {user} via {inline_bot}
id: Diteruskan dari {user} melalui {inline_bot}

# lng_forwarding_from_other
source: {user} and {count} others
id: {user} dan {count} lainnya

# lng_forwards_tooltip_other
source: Shares: {count}
id: Dibagikan: {count}

# lng_from_draft
source: Draft
id: Draf

# lng_from_request_body
source: You received this message because you requested to join {name} on {date}.
id: Anda menerima pesan ini karena Anda meminta untuk masuk ke {name} pada {date}.

# lng_from_request_title_channel
source: Response to your join request
id: Respon permintaan masuk

# lng_from_request_title_group
source: Response to your join request
id: Respon permintaan masuk

# lng_from_request_understand
source: I understand
id: Saya mengerti

# lng_from_you
source: You
id: Anda

# lng_game_tag
source: Game
id: Permainan

# lng_gif_error
source: An error occurred while reading GIF
id: Terjadi kesalahan ketika membaca GIF

# lng_gifs_no_saved
source: You have no saved GIFs yet.
id: Belum ada GIF tersimpan.
